---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecDemandfactorLoadclassificationParam
source: html/9ed0dcfe-fb96-0995-f68d-75074505454e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecDemandfactorLoadclassificationParam Property

"Load Classification"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecDemandfactorLoadclassificationParam { get; }
```